INSERT INTO users (firstname, lastname, username, password) VALUES
    ('Георгий','Никифоров', 'georgiy', '1'),
    ('Сергей','Данилов', 'sergey', '2'),
    ('Максим','Никульшин', 'maksim', '3'),
    ('Дмитрий','Афанасьев', 'dimas', '4'),
    ('Михаил','Басик', 'mihail', '5');

INSERT INTO employees (firstname,lastname, patronymic, skill, phone_number, score) VALUES
    ('Иван','Иванов', 'Иванович', 'Кладка блоков', '+375(29)333-54-15', 93),
    ('Александр', 'Александров', 'Александрович', 'Штукатурка стен', '+375(29)333-54-16', 87),
    ('Петр', 'Петров', 'Петрович', 'Кладка блоков', '+375(29)333-54-17', 74),
    ('Сергей', 'Сергеев', 'Сергеевич', 'Кладка плитки', '+375(29)333-54-18', 88),
    ('Евгений', 'Евгениев', 'Евгениевич', 'Покраска', '+375(29)333-54-19', 95);

-- INSERT INTO applications (master_id, job_type, job_volume, price, status, client_id) VALUES
--     (1,'окраска', 20, 100, 'выполняется', 2),
--     (1,'окраска', 20, 100, 'выполняется', 2),
--     (1,'окраска', 20, 100, 'выполняется', 2),
--     (1,'окраска', 20, 100, 'выполняется', 2),
--     (1,'окраска', 20, 100, 'выполняется', 2);
